tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "melonamin/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "planetscale/tap"
brew "ack"
brew "act"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "gettext"
brew "bfg"
brew "bun"
brew "brew-cask-completion"
brew "caddy", restart_service: true
brew "certbot"
brew "cheat"
brew "cloudflared"
brew "oniguruma"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "direnv"
brew "docker-clean"
brew "docker-machine", restart_service: true
brew "duf"
brew "dust"
brew "eza"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gem-completion"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gping"
brew "grep"
brew "htmlq"
brew "htop"
brew "httpd", restart_service: true
brew "httpie"
brew "hub"
brew "ievms"
brew "imagemagick"
brew "jq"
brew "lame"
brew "launchctl-completion"
brew "libyaml"
brew "mariadb", restart_service: true
brew "mas"
brew "miller"
brew "mkcert"
brew "mongosh"
brew "nginx"
brew "ngrep"
brew "node"
brew "nss"
brew "pinentry-mac"
brew "pnpm"
brew "procs"
brew "pyenv"
brew "python@3.9"
brew "python@3.10"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rust"
brew "screen"
brew "sd"
brew "speedtest-cli"
brew "tig"
brew "vim"
brew "volta"
brew "watchman"
brew "wget"
brew "yarn"
brew "yarn-completion"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
cask "1password"
cask "alfred"
cask "altair-graphql-client"
cask "arduino"
cask "authy"
cask "battle-net"
cask "browserstacklocal"
cask "coderunner"
cask "colorpicker-materialdesign"
cask "colorpicker-propicker"
cask "colorpicker-skalacolor"
cask "cyberduck"
cask "default-folder-x"
cask "devtoys"
cask "devutils"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-ubuntu"
cask "gifox"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "graphql-playground"
cask "handbrake"
cask "http-toolkit"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitematic"
cask "lastpass"
cask "little-snitch"
cask "macupdater"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "numi"
cask "obsidian"
cask "orbstack"
cask "pixelsnap"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "rekordbox"
cask "robo-3t"
cask "rocket"
cask "sequel-pro"
cask "setapp"
cask "sizzy"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "swiftbar"
cask "the-unarchiver"
cask "tidal"
cask "transmission"
cask "tunnelblick"
cask "typora"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webcatalog"
cask "whatsapp"
cask "zoom"
mas "CalcService", id: 899970159
mas "Color Picker", id: 1545870783
mas "djay Pro AI", id: 450527929
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Memory Diag", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Power JSON Editor", id: 499768540
mas "Shazam", id: 897118787
mas "Velja", id: 1607635845
mas "WordService", id: 899972312
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "asvetliakov.snapshot-tools"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "CodeSandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "pnp.polacode"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
vscode "WallabyJs.quokka-vscode"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
