tap "github/gh"
tap "hashicorp/tap"
tap "knqyf263/pet"
tap "melonamin/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "sinelaw/fresh"
tap "steveyegge/beads"
tap "twilio/brew"
tap "updatest/tap", "https://github.com/updatest/tap.git"
brew "ack"
brew "act"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "caddy", restart_service: :changed
brew "cairo"
brew "certbot"
brew "cheat"
brew "cloudflared"
brew "composer"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-clean"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fontconfig"
brew "fresh-editor"
brew "fzf"
brew "gem-completion"
brew "gemini-cli"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gping"
brew "gradle"
brew "grep"
brew "grpcurl"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "htmlq"
brew "htop"
brew "httpd", restart_service: :changed
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "knqyf263/pet/pet"
brew "krb5"
brew "lame"
brew "launchctl-completion"
brew "libffi"
brew "libksba"
brew "libomp"
brew "libpq"
brew "libyaml"
brew "livekit-cli"
brew "lnav"
brew "m4"
brew "mariadb", restart_service: :changed
brew "mas"
brew "miller"
brew "mkcert"
brew "mongodb/brew/mongodb-community"
brew "mongosh"
brew "mtr"
brew "nettle"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "node"
brew "nss"
brew "oniguruma"
brew "openjdk"
brew "openldap"
brew "oven-sh/bun/bun"
brew "php"
brew "pinentry"
brew "pinentry-mac"
brew "pkgconf"
brew "poetry"
brew "postgresql@18", link: true
brew "procs"
brew "protobuf"
brew "pyright"
brew "python@3.12"
brew "qwen-code"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rust"
brew "screen"
brew "sd"
brew "sonar-scanner"
brew "steveyegge/beads/bd"
brew "tig"
brew "tmux"
brew "traefik"
brew "ttyd"
brew "twilio/brew/twilio"
brew "uv"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yarn-completion"
brew "zoxide"
cask "1password"
cask "altair-graphql-client"
cask "android-platform-tools"
cask "antigravity"
cask "arduino-ide"
cask "audacity"
cask "browserstacklocal"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "coderunner"
cask "codex"
cask "cursor"
cask "cyberduck"
cask "dadroit-json-viewer"
cask "daisydisk"
cask "default-folder-x"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "font-funnel-sans"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "handbrake-app"
cask "http-toolkit"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "little-snitch"
cask "loom"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obsidian"
cask "orbstack"
cask "pgadmin4"
cask "plex"
cask "postman"
cask "qlmarkdown"
cask "raycast"
cask "rocket"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "superwhisper"
cask "suspicious-package"
cask "swiftbar"
cask "telegram"
cask "the-unarchiver"
cask "tidal"
cask "transmission"
cask "tunnelblick"
cask "typora"
cask "updatest/tap/updatest@beta"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "windsurf"
cask "zed"
cask "zoom"
mas "AmorphousDiskMark", id: 1168254295
mas "Blackmagic Disk Speed Test", id: 425264550
mas "CalcService", id: 899970159
mas "Color Picker", id: 1545870783
mas "ColorSlurp", id: 1287239339
mas "djay Pro", id: 450527929
mas "Dynaper", id: 1435296403
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Memory Diag", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Power JSON Editor", id: 499768540
mas "Shazam", id: 897118787
mas "Todoist", id: 585829637
mas "Velja", id: 1607635845
mas "WordService", id: 899972312
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "asvetliakov.snapshot-tools"
vscode "britesnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "codesandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "johnpapa.vscode-peacock"
vscode "kollectiv.kollectiv-theme"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "orta.vscode-twoslash-queries"
vscode "pnp.polacode"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
